/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "show_page_title": false,
        "bg_color_secondary": false,
        "padding_top": 60,
        "padding_bottom": 60
      }
    },
    "section_text_mCyFHb": {
      "type": "section-text",
      "blocks": {
        "heading_kNAQrX": {
          "type": "heading",
          "settings": {
            "text": "<h1><strong>Terms and Conditions of Sale and General Website Usage Conditions</strong></h1>",
            "size": 100,
            "heading_highlight_type": "italics",
            "highlight_color": "#D43747",
            "highlight_text_color": "#000"
          }
        },
        "text_VcDKJk": {
          "type": "text",
          "settings": {
            "text": "<p><strong>1. What do these Terms and Conditions apply to?</strong></p><p><br/>1.1 These terms and conditions apply to all national and international orders and govern your contract with us regarding (i) product sales and (ii) international delivery services. They also outline the rules for using our official website, the Official Store of the Royal Moroccan Football Federation (FRMF) (<a href=\"https://frmfstore.myshopify.com/fr\"><span style=\"text-decoration:underline\">https://frmfstore.myshopify.com/fr</span></a>). </p><p>1.2 Certain sections of these terms and conditions may vary based on your place of residence. Clauses that may vary include those regarding contract formation (Clause 4), delivery and handling fees (Clause 9), payment (Clause 10), and import duties and taxes (Clause 11). We will indicate the applicable terms in each provision based on your country of residence. </p><p>1.3 Your contract for purchasing and delivering our products will be with the Royal Moroccan Football Federation. You may contact our customer service team for any questions regarding these terms and conditions through the following details:</p><p><strong>Customer Service Contact: </strong></p><p><strong>Email:</strong> customersupport@webloo.co</p><p>1.4 We reserve the right to cancel any order placed by a minor under the age of 18 if consent from their legal guardian has not been obtained. If you are under 18, ensure that your parent or guardian consents before making any online purchases.</p><h4><strong><br/>2. Definitions Used in these Terms and Conditions</strong></h4><ul><li>\"Contract\" refers to the contract formed between you and the Royal Moroccan Football Federation whenever you purchase products via our website.</li><li>\"Order\" has the meaning provided in Clause 4.1 (Order Time).</li><li>\"Personal Information\" refers to the information provided when registering.</li><li>\"Product\" refers to a product listed for sale on our site.</li><li>\"Product Description\" refers to the part of the site where specific terms and conditions regarding the product are provided.</li><li>\"User\" refers to any person using the Royal Moroccan Football Federation website.</li><li>\"We/Our/Us\" refers to the Royal Moroccan Football Federation.</li><li>\"Website\" refers to the site located at<a href=\"https://frmfstore.myshopify.com/fr\"> <span style=\"text-decoration:underline\">https://frmfstore.myshopify.com/fr</span></a>.</li></ul><h4><strong><br/>3. Where Can I Find Product Information?</strong> </h4><p>3.1 Each purchased product is subject to its description on its product page. This description may include additional terms, such as estimated delivery dates and times, warranties, and after-sales services applicable. </p><p>3.2 Note that product descriptions may vary depending on the country you are located in. We cannot guarantee that all products will be available for international delivery in all countries.</p><h4><strong><br/>4. How is a Contract Formed Between Us?</strong></h4><p>4.1 The steps required to create a contract between you and us are as follows: </p><p>4.1.1 <strong>When is your order placed?<br/></strong>You place an order for products on our website by following the ordering steps and clicking the \"Buy Now\" button at the end of the payment process. Once this button is clicked, it constitutes an \"Order.\"</p><p>4.1.2 <strong>What are the delivery and handling fees?<br/></strong>The delivery fees will be shown during the order process before you complete your purchase. We reserve the right to charge handling fees in addition to delivery fees, and by submitting your order, you confirm your consent to these fees.</p><p>4.1.3 <strong>How can I review my order?<br/></strong>You will have the opportunity to review your order and make any necessary changes before placing it.</p><p>4.1.4 <strong>How will we confirm your order?<br/></strong>We will send you a confirmation email detailing the transaction and acknowledging the products you have ordered.</p><p>4.1.5 <strong>What products will we deliver?<br/></strong>The delivery contract with us only covers the products confirmed in the order confirmation email we send you. We will not be obligated to deliver other products that may have been included in your order unless confirmed in a confirmation email.</p><p>4.1.6 <strong>How will I know my products have been shipped?<br/></strong>We will inform you via email when your products have been shipped. If you ordered multiple products, they might be delivered separately.</p><p>4.1.7 <strong>When is your order accepted by the FRMF?<br/></strong>Order acceptance and contract completion occur when you receive a confirmation email indicating that we have accepted your order, or until you cancel it as per the instructions in Clause 5 below.</p><p>4.1.8 <strong>When is payment for products taken?<br/></strong>Your credit or debit card will be charged upon confirmation of your order.</p><p></p><p>4.2 We are not obligated to accept your order, and we may modify, reject, or cancel it for various reasons, including but not limited to:</p><ul><li>The product you ordered is out of stock.</li><li>We are unable to obtain authorization for your payment.</li><li>An error in the price or product description.</li><li>We reasonably believe that you intend to resell the product.</li><li>You do not comply with these terms and conditions (e.g., if you are under 18 and we have not received consent from your legal guardian).</li></ul><h4><strong><br/>5. Your Right to Return and Exchange</strong> </h4><p>5.1 You have the following rights regarding returns and exchanges: </p><p>5.1.1 <strong>Returned items must be in their original condition</strong>, unworn and unused, with their original tags and packaging.</p><p>5.1.2 <strong>Return Policy</strong>:<br/>You may return your merchandise within 30 days from the shipment date of your package. Returned items will be inspected upon arrival before your refund is processed. It may take up to 14 business days for your refund to be processed after the items are received. You will receive a confirmation email once the refund is complete.</p><p>5.1.3 <strong>Return Fees</strong>:<br/>All return fees are the customer’s responsibility. We do not cover return fees, except in cases of defective or non-compliant products.</p><p>5.1.4 <strong>Exclusions from Return Rights</strong>:<br/>Your right to return does not apply to personalized products or items that are likely to deteriorate quickly.</p><p>5.1.5 <strong>Return Notification</strong>:<br/>To exercise your right to return or exchange, you must notify us by email of your decision within 14 days of receiving the products.</p><p>5.1.6 <strong>Return Process in Case of Cancellation</strong>:<br/>If you decide to cancel, you must return the products at your own expense within 14 days of the cancellation date, and we will refund the price of the returned products by the same payment method used for the initial payment. If you cancel the entire order, this will include delivery charges (unless you selected a more expensive delivery option than our standard one).</p><p>5.1.7 <strong>Deductions for Decreased Value</strong>:<br/>We may deduct an amount from the refund to account for any depreciation in the product’s value if this reduction results from unnecessary handling by you.</p><p>5.1.8 <strong>Refund Processing Time</strong>:<br/>We will process the refund within 30 business days of receiving the returned products.</p><h4><strong><br/>6. How to Modify, Cancel, or Return an Order</strong> </h4><p>6.1 Unless stated otherwise in Clause 5, it is not possible to modify your order once it is placed. If you wish to add products to your order, you must place a new order.</p><p>6.2 <strong>Order Changes</strong>:<br/>If you need to change your delivery address details, remove items from your order, or cancel it entirely, please contact our customer service team using the contact details provided.</p><p>6.3 <strong>Returns Portal</strong>:<br/>If the products you ordered have already been shipped, you must use our returns portal to send back unwanted items.</p><p>6.4 <strong>Return Fees</strong>:<br/>Unless the products are defective, damaged, or do not match the description upon delivery, you will bear the return fees, and neither your original delivery fees nor any handling fees will be refunded.</p><h4><strong><br/>7. What to Do If Products Are Damaged or Defective</strong> </h4><p>7.1 If your order arrives and the products are damaged, defective, or do not match the description, you may cancel the order, and we will refund the cost of the products, delivery fees, and return fees. The refund will be issued by the same payment method used for the order within 30 days of receiving the returned products.</p><p>7.2 These contract terms and conditions supplement the legal rights and remedies you hold under Moroccan law.</p><h4><strong><br/>8. When Will Products Be Delivered?</strong> </h4><p>8.1 Delivery times may vary based on destination, but we will endeavor to ensure all products are delivered within 30 days of contract completion with us. If there are delays in delivery (as confirmed in the shipment email), please contact our customer service team for assistance.</p><p>8.2 <strong>Split Deliveries</strong>:<br/>Depending on stock availability, we may split the delivery of your order into separate parts, which may be shipped individually. No additional charges will be applied for split deliveries.</p><p>8.3 <strong>Unforeseeable Delays</strong>:<br/>Delivery delays may occur due to factors beyond our control, such as material shortages, import delays, or unexpectedly high demand. Customs clearance processes may also cause delivery delays.</p><p>8.4 In the case of delays outside our control, we will make every effort to keep you informed. Adherence to delivery timelines is not essential for product delivery, but you retain all rights as provided by Moroccan law.</p><h4><strong><br/>9. What Are the Delivery and Handling Fees?</strong> </h4><p>9.1 During the payment process, and before you place your order, we will confirm all applicable fees, such as:</p><ul><li>9.1.1 <strong>Customs Duties or Calculation Method</strong>.</li><li>9.1.2 <strong>Applicable Taxes</strong> on delivery and handling fees, which depend on your country of residence.</li><li>9.1.3 <strong>Delivery Costs</strong>: Delivery methods may vary based on your location.</li><li>9.1.4 <strong>Handling Fees</strong>: These fees cover the management of your order.</li></ul><p>9.2 These fees will be disclosed to you before you finalize your order so that you can approve them.</p><h4><strong><br/>10. Payment Methods and Value Added Tax</strong> </h4><p>10.1 <strong>Accepted Payment Methods</strong>:<br/>We currently accept online payments through various credit/debit cards, including Visa, MasterCard, American Express, and others that may be added over time.</p><p>10.2 <strong>Currency Selection</strong>:<br/>Payment must be made in the currency you selected before confirming your order. Your bank or international credit card provider will determine the exchange rate. If payment is made in a currency different from your bank’s issued currency, additional fees may apply.</p><p>10.3 Delivery and handling fees will be displayed under \"shipping\" during the payment process and in the emails you receive after placing your order.</p><p>10.4 Our prices include VAT where applicable. Depending on your place of residence, additional taxes may apply that are not imposed by us.</p><h4><strong><br/>11. Customs Duties and Import Taxes</strong> </h4><p>11.1 Products delivered may be subject to taxes, duties, customs fees, or other charges due to local laws or customs formalities. The recipient of your order is responsible for all customs formalities related to the import of products and will be required to pay any additional charges for international delivery, including import duties, customs fees, taxes, levies, and other potential charges.</p><p>11.2 We, unfortunately, have no control over these charges and cannot predict their amounts. We advise you to check the applicable customs formalities and import fees in the delivery country before ordering.</p><p>11.3 You (or the recipient of the products if different) will be the official importer for all international product deliveries. Before placing an order, it is your responsibility to ensure that the products ordered comply with local, national, and federal import regulations and that there are no restrictions that may affect the receipt of your order.</p><h4><strong><br/>12. How Do We Use Your Personal Information?</strong></h4><p><strong><br/></strong>We will use your personal information in accordance with our Privacy Policy, which respects the laws and regulations in force.</p><h4><strong><br/>13. Our Responsibility in Case of Loss or Damage You May Suffer</strong> </h4><p>13.1 <strong>Liability for Foreseeable Losses</strong>:<br/>We are responsible for foreseeable losses or damages we cause you. If we do not comply with these terms and conditions, we are responsible for any foreseeable loss or damage resulting from our failure or negligence. A loss or damage is foreseeable if it is obvious or if, at the time of contract formation, both parties knew it could happen.</p><p>13.2 <strong>Non-Exclusion of Liability</strong>:<br/>We do not exclude or limit our liability to you for damages caused by our negligence or that of our employees, agents, or subcontractors; for fraud or fraudulent misrepresentation; or for violating your rights in relation to the products.</p><p>13.3 <strong>Website Use at Your Own Risk</strong>:<br/>With the exception of Clause 13.2, we disclaim any liability for indirect, consequential, or exemplary damages.</p><h4><strong><br/>14. Our Rights to Modify These Terms and Conditions</strong> </h4><p>14.1 We reserve the right to modify these terms and conditions from time to time, but changes will not affect orders already accepted.</p><p>14.2 Any changes to existing contracts must be signed by both parties to avoid ambiguity.</p><h4><strong><br/>15. Alternative Dispute Resolution</strong> </h4><p>15.1 If you have a complaint regarding your order, you have the right to seek alternative dispute resolution (mediation and arbitration) before initiating legal action.</p><h4><strong><br/>16. What Happens if Part of This Contract Is Unenforceable?</strong></h4><p><strong><br/></strong>If a court declares that any part of these terms and conditions is illegal, invalid, or unenforceable for any reason, that provision will be severed from the other provisions, and the validity and enforceability of the remaining clauses will not be affected. All other provisions will continue to apply.</p><h4><strong><br/>17. Even if We Delay Enforcing This Contract, We Can Still Enforce It Later</strong> </h4><p>If we do not immediately require you to do something you are supposed to do under these terms or delay our actions regarding any breach of this contract, this does not mean you do not need to comply with these terms, and it does not prevent us from taking later action against you.</p><p>For example, if you miss a payment and we do not contact you immediately, we can still require this payment at a later date.</p><h4><strong><br/>18. Which Laws Apply to This Contract and Where Can You Take Legal Action?</strong> </h4><p>18.1 These terms and conditions are governed by Moroccan law. Any dispute or claim arising from or related to these terms will be governed by Moroccan law. You may bring action to enforce your rights under these terms in Moroccan courts.</p><p>18.2 If you wish to take legal action, please use the following address: Royal Moroccan Football Federation, Rabat.</p><h4><strong><br/>19. Who Are We and How Can You Contact Us?</strong></h4><p><strong><br/></strong>The Official Store of the Royal Moroccan Football Federation (FRMF) website is operated by Webloo EMEA SAS (\"We\"). We are registered in Morocco, with our headquarters at 2 bis, rue Mernissa, Souissi, Rabat.<br/>To contact us, please email customersupport@webloo.co.</p><h4><strong><br/>20. By Using Our Site, You Accept These Terms</strong></h4><p><strong><br/></strong>By using our site, you confirm that you accept these terms of use and agree to comply with them.<br/>If you do not agree to these terms, you must not use our site.<br/>We recommend printing a copy of these terms for future reference.</p><h4><strong><br/>21. Additional Terms That May Apply to You</strong></h4><p><strong><br/></strong>These terms of use also refer to the following additional terms, which also apply to your use of our site:</p><p>21.1 <strong>Our Privacy Policy<br/></strong>21.2 <strong>Our Cookie Policy</strong>, which provides information about the cookies used on our site.</p><h4><strong>22. We May Modify These Terms<br/></strong></h4><p><strong><br/></strong>We reserve the right to modify these terms from time to time. Every time you use our site, please review these terms to ensure you understand the terms applicable at that time. These terms were last updated on 10/25/2024.</p><h4><strong>23. We May Modify Our Site</strong></h4><p><strong><br/></strong>We may update and modify our site at any time to reflect changes in our products, user needs, or business priorities.</p><p></p><h4><strong>24. Additional Website Usage Conditions</strong> </h4><p>24.1 <strong>Age Requirement for Registration</strong>:<br/>To register on our site, you must meet the minimum age required to provide consent in your country of residence.</p><p>24.2 <strong>Right to Restrict Access</strong>:<br/>We reserve the right to restrict or suspend access to our site if we reasonably believe you are below the minimum age required for consent in your country of residence.</p><h4><strong>25. We May Suspend or Withdraw Our Site</strong> </h4><p>25.1 Our site is made available free of charge.</p><p>25.2 We do not guarantee that our site or any content on it will always be available or uninterrupted. We may suspend, withdraw, or restrict the availability of all or any part of our site for business or operational reasons. We will try to give you advance notice of any suspension or withdrawal.</p><p>25.3 You are responsible for ensuring that all persons who access our site through your internet connection are aware of these terms and comply with them.</p><h4><strong>26. You Must Keep Your Account Information Secure</strong> </h4><p>26.1 If you choose or are given a user identification code, password, or any other information as part of our security procedures, you must treat this information as confidential and not disclose it to third parties.</p><p>26.2 We have the right to disable any user identification code or password, whether chosen by you or assigned by us, at any time if we reasonably believe you have not complied with these terms of use.</p><p>26.3 If you know or suspect that someone other than you knows your user identification code or password, you must notify us immediately by emailing customersupport@webloo.co.</p><h4><strong><br/>27. How to Use Content from Our Site</strong> </h4><p>27.1 We own or license all intellectual property rights on our site and all materials published on it. These works are protected by copyright laws and treaties worldwide. All such rights are reserved.</p><p>27.2 You may print one copy or download extracts from any page on our site for your personal use.</p><p>27.3 You must not modify paper or digital copies of any materials you have printed or downloaded, and you must not use graphics, illustrations, videos, or audio sequences separately from the accompanying text.</p><p>27.4 Our status (and that of any identified contributors) as authors of content on our site must always be acknowledged.</p><p>27.5 You must not use any part of the content on our site for commercial purposes without obtaining a license from us or our licensors.</p><h4><strong><br/>28. We Are Not Responsible for Sites We Link To</strong></h4><p><strong><br/></strong>Where our site contains links to other sites and resources provided by third parties, these links are provided for information only. They should not be interpreted as approval of those sites or information by us.<br/>We have no control over the content of those sites or resources.</p><h4><strong><br/>29. We Are Not Responsible for Viruses and You Must Not Introduce Them</strong> </h4><p>29.1 We do not guarantee that our site will be secure or free from bugs or viruses.</p><p>29.2 You are responsible for configuring your technology, programs, and platform to access our site. You should use your own virus protection software.</p><p>29.3 You must not misuse our site by knowingly introducing viruses, trojans, worms, logic bombs, or other malicious or technologically harmful material.</p><h4><strong><br/>30. Rules Regarding Linking to Our Site</strong> </h4><p>30.1 You may link to our homepage, provided you do so in a way that is fair and legal and does not damage our reputation.</p><p>30.2 You must not establish a link in a way that suggests any form of association, approval, or endorsement on our part where none exists.</p><p>30.3 You must not create a link to our site in any site that is not owned by you.</p>",
            "size": 115
          }
        }
      },
      "block_order": [
        "heading_kNAQrX",
        "text_VcDKJk"
      ],
      "settings": {
        "text_position": "left",
        "bg_color_secondary": false,
        "text_color": "text-dark",
        "width": "wrapper--narrow",
        "padding_top": 60,
        "padding_bottom": 100
      }
    }
  },
  "order": [
    "main",
    "section_text_mCyFHb"
  ]
}
