/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "show_page_title": false,
        "bg_color_secondary": false,
        "padding_top": 60,
        "padding_bottom": 60
      }
    },
    "section_text_mCyFHb": {
      "type": "section-text",
      "blocks": {
        "heading_kNAQrX": {
          "type": "heading",
          "settings": {
            "text": "<p>Terms and Conditions of Sale and General Website Usage Conditions</p>",
            "size": 100,
            "heading_highlight_type": "italics",
            "highlight_color": "#d43747",
            "highlight_text_color": "#000000"
          }
        },
        "text_VcDKJk": {
          "type": "text",
          "settings": {
            "text": "<p>Welcome to the Official Store of the Royal Moroccan Football Federation (FRMF). By using our website and placing an order, you agree to the following terms and conditions. Please read them carefully.</p><h1><strong>1. What Do These Terms and Conditions Cover?</strong></h1><p><strong>1.1.</strong> These terms and conditions apply to all domestic and international orders and govern your contract with us regarding (i) the sale of products, and (ii) international delivery services under the Incoterms 2020. They also outline the rules for using our official website, the Official Store of the Royal Moroccan Football Federation (FRMF) <a href=\"https://store.frmf.ma\"><span style=\"text-decoration:underline\">https://store.frmf.ma</span></a> <br/><strong>1.2.</strong> Certain clauses may vary depending on your place of residence, particularly those relating to delivery (Article 9), payment (Article 11), and import duties and taxes (Article 12). Any variation will be clearly indicated.<br/><strong>1.3.</strong> Your contract for purchasing and delivering our products will be established with the Royal Moroccan Football Federation. You can contact our customer service team for any questions related to these terms and conditions via the following details:<br/><br/></p><p><strong>Customer Service Contact Information:<br/></strong>Email: store@frmf.ma</p><p><strong>1.4.</strong> We reserve the right to cancel any order placed by a minor under 18 years old if consent from their legal guardian is not obtained. If you are under 18, ensure your parent or guardian agrees before purchasing anything online.</p><h1><strong>2. Definitions Used in These Terms and Conditions</strong></h1><ul><li><strong>\"Contract\"</strong> refers to the agreement formed between you and the Royal Moroccan Football Federation whenever you purchase products via our website.</li><li><strong>\"Order\"</strong> refers to the definition in Clause 4.1 (moment of order).</li><li><strong>\"Personal Information\"</strong> refers to the information provided during registration.</li><li><strong>\"Product\"</strong> means a product displayed for sale on our site.</li><li><strong>\"User\"</strong> means anyone using the website of the Royal Moroccan Football Federation.</li><li><strong>\"We/Our/Us\"</strong> refers to the Royal Moroccan Football Federation.</li><li><strong>\"Website\"</strong> refers to the internet site located at<a href=\"https://frmfstore.myshopify.com/fr\"> </a>https://store.frmf.ma</li><li><strong>\"Incoterms DAP\"</strong> refers to the commercial term \"Delivered At Place\" as defined by the Incoterms 2020.</li></ul><h1><strong>3. Where Can I Find Product Information?</strong> </h1><p>3.1. Each product purchased is subject to the description listed on its product page. This description may include additional terms, such as estimated delivery dates and times, warranties, and applicable after-sales services.<br/>3.2. Note that product descriptions may vary depending on your country of residence. We cannot guarantee that all products will be available for international delivery to all countries.</p>",
            "size": 115
          }
        }
      },
      "block_order": [
        "heading_kNAQrX",
        "text_VcDKJk"
      ],
      "settings": {
        "text_position": "left",
        "bg_color_secondary": false,
        "text_color": "text-dark",
        "width": "wrapper--narrow",
        "padding_top": 60,
        "padding_bottom": 32
      }
    },
    "section_text_FJNbWB": {
      "type": "section-text",
      "blocks": {
        "text_GeHfzd": {
          "type": "text",
          "settings": {
            "text": "<h1><strong>4. How is a Contract Formed Between Us? </strong></h1><p><strong>4.1.</strong> <strong>When is your order placed?<br/></strong>You place your order for products on our site by following the ordering steps and clicking the \"Buy Now\" button at the end of the checkout process. Clicking this button constitutes an \"Order.\"</p><ul><li><strong>What are the delivery and handling fees?<br/></strong>Delivery fees will be displayed during the ordering process before completing your purchase. We reserve the right to charge handling fees in addition to delivery fees, and you confirm your consent to these fees when submitting your order.</li><li><strong>How can you review your order?<br/></strong>You will have the opportunity to review your order and make any necessary changes before placing it.</li><li><strong>How will we confirm your order?<br/></strong>We will send you an order confirmation email detailing the transaction and acknowledging the products you have ordered.</li><li><strong>What products will we deliver?<br/></strong>The delivery contract relates only to the products confirmed in the order confirmation email we send you. We are not obligated to deliver other products included in your order unless confirmed in a confirmation email.</li><li><strong>How will you know your products have shipped?<br/></strong>We will inform you via email when your products are shipped. If you ordered multiple products, they might be delivered separately.</li><li><strong>When is your order accepted by FRMF?<br/></strong>The order is accepted, and the contract finalized when you receive a confirmation email indicating our acceptance or until you cancel it following the instructions in Clause 5.</li><li><strong>When is payment for the products charged?<br/></strong>Your credit or debit card will be charged upon order confirmation.</li></ul><p><strong>4.2.</strong> We are not obligated to accept your order, and we may modify, reject, or cancel it for various reasons, including but not limited to:</p><ul><li>The product ordered is out of stock.</li><li>We fail to obtain authorization for your payment.</li><li>An error in the product price or description.</li><li>Reasonable suspicion that you intend to resell the product.</li><li>Non-compliance with these terms and conditions (e.g., if you are under 18 and we have not received guardian consent).</li></ul><h1><strong>5. Your Right to Return and Exchange</strong></h1><p><strong>Return and Exchange Policy:<br/></strong>5.1. Items returned must be in their original condition, unworn and unused, with their tags and original packaging.</p><ul><li>You can return your merchandise within 30 days from the shipping date of your package.</li><li>Returned items will be inspected upon arrival before your refund is processed. It may take up to 14 business days to process your refund after receiving the items. You will receive a confirmation email once the refund is completed.</li><li>All return shipping costs are the responsibility of the customer. We do not cover return shipping costs except in cases of defective or non-compliant products.</li><li>Your right to return does not apply to personalized products or products likely to deteriorate quickly.</li></ul><p>5.2. To exercise your right to return or exchange, you must notify us via email of your decision within 14 days of receiving the products.</p>",
            "size": 100
          }
        }
      },
      "block_order": [
        "text_GeHfzd"
      ],
      "settings": {
        "text_position": "left",
        "bg_color_secondary": false,
        "text_color": "text-dark",
        "width": "wrapper--narrow",
        "padding_top": 0,
        "padding_bottom": 32
      }
    },
    "section_text_VtHdGg": {
      "type": "section-text",
      "blocks": {
        "text_ihHEGw": {
          "type": "text",
          "settings": {
            "text": "<h1><strong>6. How to Modify, Cancel, or Return an Order</strong></h1><p>6.1. Unless stated in Clause 5, it is not possible to modify your order once placed. To add products to your order, you will need to place a new order.</p><p>6.2. To change your delivery address details, remove products from your order, or cancel it entirely, please contact our customer service team using the provided contact details.</p><p>6.3. If the products you ordered have already been shipped, you will need to use our returns portal to send back the unwanted products.</p><p>6.4. Unless the products are defective, damaged, or non-compliant with the description upon delivery, you will bear the return shipping costs, and your initial delivery costs or handling fees will not be refunded.</p><h1><strong>7. Right of Withdrawal</strong></h1><p><strong>General Conditions<br/></strong>Any product used or altered by the user is not considered new, and as such, it is not eligible for return or refund.</p><p><strong>7.1. Conditions for Exercising the Right of Withdrawal<br/></strong>In accordance with applicable laws, users who have placed an order via the official website have a withdrawal period of 7 calendar days, starting the day after the order is received or collected by the user or an authorized third party (excluding the carrier).</p><ul><li>If the last day of the period falls on a Saturday, Sunday, or public holiday, it is extended to the next working day.</li><li>The right of withdrawal is considered respected if the product is returned before the period expires.</li></ul><p><strong>7.2. Modalities for Exercising the Right<br/></strong>To exercise this right, the user must notify his decision to withdraw by means of a clear and precise statement sent electronically via store@frmf.ma - A confirmation of receipt will be sent to the user as soon as possible.</p><p><strong>7.3. Consequences and Return Conditions</strong></p><ul><li><strong>Product Inspection:<br/></strong>Before any refund, the Federation will systematically inspect the condition of the returned products.</li><li><strong>Condition of Products:<br/></strong>Products must be in new condition, accompanied by all accessories and instructions, and preferably in their original packaging. If not, appropriate packaging must be used to protect the product.</li><li><strong>Refund Refusal:<br/></strong>The Federation reserves the right to refuse a refund if the returned product shows excessive use, is damaged, or is unfit for resale.</li><li><strong>Refund Timeframe:<br/></strong>A full refund of paid amounts will be processed within a maximum of 30 days after receiving and inspecting the returned products.</li><li><strong>Partial Orders:<br/></strong>If part of the order is returned, the refund will cover only the returned products, and shipping costs will be adjusted proportionally.</li><li><strong>Promotional Products:<br/></strong>Products purchased at a promotional price will be refunded at the price paid during the order, not the original price outside the promotion.</li></ul><h1><strong>8. What If Products Are Damaged or Defective?</strong></h1><p>8.1. If your order arrives with damaged, defective, or incorrect products, you may cancel the order, and we will refund the cost of the products along with delivery and return fees. Refunds will be processed using the same payment method used for the order within 30 days of receiving the returned products.</p><p>8.2. These terms add to your legal rights and remedies under Moroccan law.</p><h1><strong>9. When Will the Products Be Delivered?</strong></h1><p><strong>9.1. Delivery Timeframes:<br/></strong>Delivery times may vary depending on the destination, but we will make every effort to ensure that all products are delivered within 30 days from the conclusion of the contract.</p><ul><li>If delivery is delayed (as confirmed in the shipping email), please contact our customer service team.</li></ul><p><strong>9.2. Domestic Deliveries:<br/></strong>Products destined for addresses within Morocco will be delivered within the estimated timeframes provided during the order process.</p><p><strong>9.3. International Deliveries (DAP):<br/></strong>For international orders, products will be shipped under the DAP (Delivered At Place) terms of the Incoterms 2020. This means:</p><ul><li>Products are considered delivered when they are made available to the buyer at the agreed destination, on the arriving means of transport, and ready for unloading.</li><li>The buyer is responsible for customs formalities, payment of import duties and taxes, and unloading the products at the destination.</li><li>In the event of non-payment of import fees or refusal to accept the goods, the buyer will be responsible for all additional costs (including return fees).</li></ul><p><strong>9.4. Partial Deliveries:<br/></strong>Depending on stock availability, we may split the delivery of your order into several parts and ship them separately. No additional charges will be applied for such partial deliveries.</p><p><strong>9.5. Delivery Delays:<br/></strong>Delays in delivery may occur due to factors beyond our control, such as:</p><ul><li>Material shortages.</li><li>Import delays or customs procedures.</li><li>High demand.</li></ul><p>We will inform you of any delays as soon as possible.</p><p><strong>9.6. Non-Essential Delivery Deadlines:<br/></strong>While we aim to meet delivery timeframes, delays do not constitute a breach of essential delivery obligations. However, you will continue to benefit from all rights provided under Moroccan law.</p><h1><strong>10. What Are the Delivery and Handling Fees?</strong></h1><p><strong><br/>10.1. Fee Breakdown:<br/></strong>During checkout, and before placing your order, we will confirm all applicable fees, such as:</p><ul><li>Taxes applicable to delivery and handling fees, depending on your country of residence.</li><li>Costs for delivering your order. Delivery methods available may depend on your location.</li><li>Fees for managing your order.</li></ul><p><strong>10.2. Fee Transparency:<br/></strong>These fees will be disclosed before finalizing your order for your approval.</p><p><strong>10.3. Additional Costs:<br/></strong>Delivery fees indicated during the order process cover only the transportation of products to the destination address. Any additional charges due to customs formalities or local taxes are the sole responsibility of the buyer.</p><h1><strong>11. Payment Methods and Value-Added Tax (VAT)</strong></h1><p><strong><br/>11.1. Accepted Payment Methods:<br/></strong>We currently accept online payments through various credit/debit cards, including Visa, MasterCard, American Express, and other options that may be added over time.</p><p><strong>11.2. Payment Currency:<br/></strong>Payments must be made in the currency selected before completing your order. Your bank or international credit card provider will determine the exchange rate. If payment is made in a currency different from your bank’s issued currency, additional fees may apply.</p><p><strong>11.3. Display of Fees:<br/></strong>Delivery and handling fees will be shown under the \"Shipping\" section during the checkout process and in the confirmation emails after placing your order.</p><p><strong>11.4. VAT and Taxes:<br/></strong>Our prices include VAT where applicable. Depending on your place of residence, additional taxes not imposed by us may apply.</p><h1><strong>12. Customs Duties and Import Taxes</strong></h1><p><strong>12.1. Local Charges:<br/></strong>Products delivered may be subject to taxes, fees, duties, or other charges due to local laws or customs procedures. The recipient of your order is responsible for all customs formalities and payment of any additional charges for international delivery, including import duties, customs fees, taxes, levies, and other potential charges.</p><p><strong>12.2. No Control Over Fees:<br/></strong>We do not have control over these charges and cannot predict their amount. We advise you to check customs and import fees applicable in the delivery country before placing an order.</p><p><strong>12.3. Buyer Responsibilities:<br/></strong>You (or the recipient of the products, if different) will be the official importer for all international deliveries. Before ordering, it is your responsibility to ensure the products comply with local, national, and federal import regulations, and that there are no restrictions that could affect the receipt of your order.</p><h1><strong>13. How Do We Use Your Personal Information?</strong></h1><p>We will use your personal information in accordance with our Privacy Policy, respecting applicable laws and regulations.</p><h1><strong>14. Our Liability for Loss or Damage You May Suffer</strong></h1><p><strong>14.1. Responsibility for Predictable Losses and Damages:<br/></strong>If we fail to comply with these terms and conditions, we are responsible for losses or damages that are a foreseeable result of our breach or negligence. Loss or damage is considered foreseeable if it is evident or if both parties knew it could happen at the time of the contract formation.</p><p><strong>14.2. Exclusions and Limitations:<br/></strong>We do not exclude or limit our liability for:</p><ul><li>Loss or damage caused by our negligence or that of our employees, agents, or subcontractors.</li><li>Fraud or fraudulent misrepresentation.</li><li>Violations of your legal rights regarding the products.</li></ul><p><strong>14.3. Site Usage:<br/></strong>Your use of the website is at your own risk. Except as stated in Clause 14.2, we disclaim liability for indirect, consequential, or exemplary damages.</p><h1><strong>15. Our Right to Modify These Terms and Conditions</strong></h1><p><strong>15.1. Updates to Terms:<br/></strong>We reserve the right to modify these terms and conditions from time to time. Changes will not affect orders already accepted.</p><p><strong>15.2. Contractual Changes:</strong>Any changes to existing contracts must be signed by both parties to avoid ambiguity.</p>",
            "size": 100
          }
        }
      },
      "block_order": [
        "text_ihHEGw"
      ],
      "settings": {
        "text_position": "left",
        "bg_color_secondary": false,
        "text_color": "text-dark",
        "width": "wrapper--narrow",
        "padding_top": 0,
        "padding_bottom": 32
      }
    },
    "section_text_4jb8VD": {
      "type": "section-text",
      "blocks": {
        "text_LYfJkW": {
          "type": "text",
          "settings": {
            "text": "<h1><strong>16. Alternative Dispute Resolution</strong></h1><p>If you have a complaint about your order, you have the right to use alternative dispute resolution methods (mediation and arbitration) before initiating legal action.</p><h1><strong>17. What Happens If Part of This Contract Is Unenforceable?</strong></h1><p>If a court determines that any part of these terms and conditions is illegal, invalid, or unenforceable for any reason, that provision will be severed from the remaining provisions, which will remain valid and enforceable. All other provisions will continue to apply.</p><h1><strong>18. Even If We Delay Enforcing This Contract, We Can Still Do So Later</strong></h1><p>If we do not immediately require you to comply with an obligation under these terms, or if we delay taking action for a breach of this contract, this does not mean that you are exempt from complying with these terms, nor does it prevent us from taking action later.<br/>For example, if you fail to make a payment and we do not contact you immediately, we still have the right to demand payment at a later date.</p><h1><strong>19. Which Laws Apply to This Contract and Where Can You Bring Legal Actions?</strong></h1><p><strong>19.1. Governing Law:<br/></strong>These terms and conditions are governed by Moroccan law. Any disputes or claims arising out of or in connection with these terms will be governed by Moroccan law.</p><p><strong>19.2. Legal Actions:<br/></strong>You may bring legal actions to enforce your rights under these terms in Moroccan courts. If you wish to initiate legal action, please use the following address:<br/>Royal Moroccan Football Federation, Rabat.</p><h1><strong>20. By Using Our Website, You Agree to These Terms</strong></h1><p>By using our site, you confirm that you accept these terms of use and agree to comply with them. If you do not agree to these terms, you must not use our site.<br/>We recommend printing a copy of these terms for future reference.</p><h1><strong>21. Other Terms That May Apply to You</strong></h1><p>These terms of use refer to additional terms that also apply to your use of our site:</p><ul><li><strong>Our Privacy Policy.</strong></li><li><strong>Our Cookie Policy,</strong> which provides information about the cookies used on our site.</li></ul><h1><strong>22. We May Modify These Terms</strong></h1><p>We reserve the right to modify these terms periodically. Each time you use our site, please check these terms to ensure you understand those that apply at that time.<br/>These terms were last updated on <strong>December 5, 2024</strong>.</p><h1><strong>23. We May Modify Our Website</strong></h1><p>We may update and change our site at any time to reflect changes to our products, user needs, or business priorities.</p>",
            "size": 100
          }
        }
      },
      "block_order": [
        "text_LYfJkW"
      ],
      "settings": {
        "text_position": "left",
        "bg_color_secondary": false,
        "text_color": "text-dark",
        "width": "wrapper--narrow",
        "padding_top": 0,
        "padding_bottom": 32
      }
    },
    "section_text_DxzEET": {
      "type": "section-text",
      "blocks": {
        "text_bdQPMB": {
          "type": "text",
          "settings": {
            "text": "<h1><strong>24. Additional Conditions for Website Use</strong></h1><p><strong>24.1. Registration Requirements:<br/></strong>To register on our site, you must meet the minimum age required to provide consent in your country of residence.</p><p><strong>24.2. Restrictions on Access:<br/></strong>We reserve the right to restrict or suspend access to our site if we reasonably believe you are below the minimum age required to give consent in your country of residence.</p><h1><strong>25. We May Suspend or Withdraw Our Website</strong></h1><p><strong>25.1. Free Access:<br/></strong>Our website is made available free of charge.</p><p><strong>26.2. Availability:<br/></strong>We do not guarantee that our site or any content on it will always be available or uninterrupted. We may suspend, withdraw, or restrict the availability of all or part of our site for business or operational reasons. We will try to give you advance notice of any suspension or withdrawal.</p><p><strong>25.3. User Responsibility:<br/></strong>You are responsible for ensuring that all persons who access our site via your internet connection are aware of these terms and comply with them.</p><h1><strong>26. You Must Keep Your Account Information Secure</strong></h1><p><strong>26.1. Confidentiality of Credentials:<br/></strong>If you choose or are provided with a user identification code, password, or any other security information, you must treat such information as confidential and not disclose it to third parties.</p><p><strong>26.2. Account Deactivation:<br/></strong>We have the right to disable any user identification code or password, whether chosen by you or assigned by us, at any time if we believe you have violated these terms of use.</p><p><strong>26.3. Reporting Breaches:<br/></strong>If you suspect or know that someone else has gained unauthorized access to your account credentials, notify us immediately by emailing <a href=\"mailto:store@frmf.ma\"><span style=\"text-decoration:underline\"><strong>store@frmf.ma</strong></span></a> </p><h1><strong>27. How to Use Content on Our Website</strong><br/><br/></h1><p><strong>27.1. Intellectual Property Rights:<br/></strong>We are the owners or licensees of all intellectual property rights on our website and all material published on it. These works are protected by copyright laws and treaties worldwide. All rights are reserved.</p><p><strong>27.2. Personal Use Only:<br/></strong>You may print one copy or download extracts of any page(s) from our site for personal use.</p><p><strong>27.3. Prohibited Actions:</strong></p><ul><li>You must not modify the paper or digital copies of any printed or downloaded materials.</li><li>You must not use graphics, illustrations, videos, or audio separately from the accompanying text.</li></ul><p><strong>27.4. Attribution:<br/></strong>Our status (and that of any identified contributors) as the authors of content on our site must always be acknowledged.</p><p><strong>27.5. Commercial Use:<br/></strong>You must not use any part of the content on our site for commercial purposes without obtaining a license from us or our licensors.</p><h1><strong>28. We Are Not Responsible for Third-Party Links</strong></h1><p>Our site may contain links to other websites or resources provided by third parties. These links are for informational purposes only and should not be interpreted as endorsements.<br/>We have no control over the content of these third-party sites or resources.</p><h1><strong>29. We Are Not Responsible for Viruses; Do Not Introduce Them</strong></h1><p><strong>29.1. No Virus Guarantees:<br/></strong>We do not guarantee that our site will be secure or free from bugs or viruses.</p><p><strong>29.2. User Responsibility:<br/></strong>You are responsible for configuring your technology to access our site and should use your own virus protection software.</p><p><strong>29.3. Prohibited Actions:<br/></strong>You must not misuse our site by knowingly introducing viruses, Trojan horses, worms, or any other harmful material.</p><h1><strong>30. Rules Regarding Links to Our Website</strong></h1><p><strong>30.1. Linking to Our Homepage:<br/></strong>You may link to our homepage, provided it is done fairly and legally and does not damage our reputation.</p><p><strong>30.2. Prohibited Linking Actions:</strong></p><ul><li>You must not link in a way that suggests any form of association, approval, or endorsement by us where none exists.</li><li>You must not establish a link from any website not owned by you.</li></ul>",
            "size": 100
          }
        }
      },
      "block_order": [
        "text_bdQPMB"
      ],
      "settings": {
        "text_position": "left",
        "bg_color_secondary": false,
        "text_color": "text-dark",
        "width": "wrapper--narrow",
        "padding_top": 0,
        "padding_bottom": 32
      }
    }
  },
  "order": [
    "main",
    "section_text_mCyFHb",
    "section_text_FJNbWB",
    "section_text_VtHdGg",
    "section_text_4jb8VD",
    "section_text_DxzEET"
  ]
}
