/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "show_page_title": true,
        "bg_color_secondary": false,
        "padding_top": 60,
        "padding_bottom": 60
      }
    },
    "section_text_Cbqfaq": {
      "type": "section-text",
      "blocks": {
        "heading_MqxCjU": {
          "type": "heading",
          "settings": {
            "text": "<p><strong>Privacy Policy</strong></p>",
            "size": 100,
            "heading_highlight_type": "italics",
            "highlight_color": "#d43747",
            "highlight_text_color": "#000000"
          }
        },
        "text_k8kwnq": {
          "type": "text",
          "settings": {
            "text": "<p>This privacy policy informs you about what happens to the personal data you provide us or that we collect about you when using our website or services. If you need more information, please contact us at: store@frmf.ma. This policy was last updated on October 25, 2024.</p><p>This policy only applies to personal information processed by or on behalf of the Royal Moroccan Football Federation (FRMF).</p><h3><strong><br/>About Us and How to Contact Us</strong></h3><p>We are the <strong>Royal Moroccan Football Federation (FRMF)</strong>. You can contact us for any privacy-related questions at: store@frmf.ma Our headquarters is located in Rabat.</p><p></p><h4><strong><br/>What Personal Information Do We Collect, Why, and What Are Your Rights?</strong></h4><p>We collect information when you interact with us in various ways, including when you:</p><ul><li><strong>Use our website:</strong> When you visit our site or use our online services.</li><li><strong>Purchase products:</strong> When you buy items from our online store.</li><li><strong>Interact via social media:</strong> When you contact or interact with us on our social platforms.</li><li><strong>Participate in surveys or contests:</strong> When you enter surveys or contests.</li></ul><h4><strong>Categories of Personal Data We Collect</strong></h4><ul><li><strong>Contact Information:</strong> Full name, email address, phone number.</li><li><strong>Transactional Information:</strong> Details of your purchases, deliveries, payments, and any communication related to your transactions.</li><li><strong>Legal Information:</strong> Fraud checks, payment card refusals, complaints.</li><li><strong>Preference Information:</strong> Marketing preferences, account settings, and observed preferences (offers that interest you, pages visited on our site).</li><li><strong>Communications:</strong> Messages exchanged with us, whether for transactions or not.</li><li><strong>Voluntary Information:</strong> Information you voluntarily provide, such as date of birth, gender, favorite players, or survey participation.</li><li><strong>Observed Information:</strong> Details of your online activity, including pages visited on our site, IP address, operating system used, and geolocation information.</li></ul><h4><strong>Use of Personal Information</strong></h4><p>We use your personal information for several reasons, including to:</p><ul><li>Process your orders and ensure product delivery.</li><li>Personalize your user experience.</li><li>Send you marketing communications, subject to your consent.</li><li>Ensure the security of our site and prevent fraud.</li></ul><h4><strong>Legal Basis for Data Processing</strong></h4><p>In compliance with Moroccan law, we process your personal data based on the following justifications:</p><ul><li><strong>Contract Execution:</strong> To process your orders and ensure delivery of your products.</li><li><strong>Consent:</strong> To send you marketing communications based on your preferences.</li><li><strong>Legal Obligations:</strong> To comply with our legal and regulatory obligations (e.g., regarding taxation or data protection).</li><li><strong>Legitimate Interests:</strong> To efficiently manage our business, prevent fraud, and personalize our services.</li></ul><h4><strong>Sharing Personal Information</strong></h4><p>We share your personal information with:</p><ul><li><strong>Service Providers:</strong> Those who assist us in delivering our services (delivery, payment processing, etc.).</li><li><strong>Competent Authorities:</strong> When required by law or to protect our legal rights.</li><li><strong>Business Partners:</strong> With your consent, we may share your information with partners for specific marketing campaigns.</li></ul><h4><strong>Data Retention</strong></h4><p>We retain your personal information as long as necessary to achieve the purposes described in this policy or to fulfill our legal obligations. Generally, we retain data for a maximum period of 10 years from your last transaction.</p><h4><strong><br/>Your Rights</strong></h4><p>Under Moroccan data protection legislation, you have the following rights:</p><ul><li><strong>Access:</strong> You have the right to request a copy of the information we hold about you.</li><li><strong>Rectification:</strong> You can request that your information be corrected if it is incorrect or incomplete.</li><li><strong>Deletion:</strong> You can request the deletion of your data in certain circumstances.</li><li><strong>Objection:</strong> You can object to the use of your personal data for direct marketing purposes.</li><li><strong>Portability:</strong> You can request a copy of your data in a machine-readable format.</li></ul><p>To exercise these rights, please contact us at: store@frmf.ma</p><h4><strong><br/>Data Security</strong></h4><p>We take appropriate measures to protect your personal information against unauthorized access, use, or disclosure.</p><h4><strong><br/>Cookies</strong></h4><p>We use cookies to enhance your user experience and analyze the use of our site. You can manage your cookie preferences at any time through your browser settings.</p><h4><strong><br/>Changes to the Privacy Policy</strong></h4><p>We reserve the right to update this privacy policy at any time. Any changes will be posted on this page.</p><h4><strong><br/>Contact</strong></h4><p>If you have any questions or concerns regarding this privacy policy, please contact us at: store@frmf.ma</p>",
            "size": 115
          }
        }
      },
      "block_order": [
        "heading_MqxCjU",
        "text_k8kwnq"
      ],
      "settings": {
        "text_position": "left",
        "bg_color_secondary": false,
        "text_color": "text-dark",
        "width": "wrapper--narrow",
        "padding_top": 60,
        "padding_bottom": 100
      }
    }
  },
  "order": [
    "main",
    "section_text_Cbqfaq"
  ]
}
