/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "show_page_title": false,
        "bg_color_secondary": false,
        "padding_top": 60,
        "padding_bottom": 60
      }
    },
    "section_text_mCyFHb": {
      "type": "section-text",
      "blocks": {
        "heading_kNAQrX": {
          "type": "heading",
          "settings": {
            "text": "<p>Terms and Conditions of Sale and General Website Usage Conditions</p>",
            "size": 100,
            "heading_highlight_type": "italics",
            "highlight_color": "#d43747",
            "highlight_text_color": "#000000"
          }
        },
        "text_VcDKJk": {
          "type": "text",
          "settings": {
            "text": "<h3><strong>1. To What Do These Terms and Conditions Apply?</strong></h3><p> 1.1. These terms and conditions apply to all national and international orders and govern your contract with us regarding (i) the sale of products, and (ii) international delivery services. They also define the rules for using our official website, Official Store of the Royal Moroccan Football Federation (FRMF) (<a href=\"https://store.frmf.ma/fr\" title=\"FRMF\">https://store.frmf.ma/fr</a>). </p><p>1.2. Certain sections of these terms and conditions may vary depending on your place of residence. The clauses that may vary include those related to contract formation (clause 4), delivery and handling fees (clause 9), payment (clause 10), and import duties and taxes (clause 11). We will specify in each provision the applicable terms according to your country of residence. </p><p>1.3. Your contract for the purchase and delivery of our products will be established with the Royal Moroccan Football Federation. For any questions related to these terms and conditions, you can contact our customer service team at:<br/><strong>Customer Service Contact Information</strong>: Email: customersupport@webloo.co<br/>1.4. We reserve the right to cancel any order placed by a minor under 18 years of age if consent from their legal guardian has not been obtained. If you are under 18, ensure your parent or guardian agrees before purchasing anything online.</p><h2></h2><h3><strong>2. Definitions Used in These Terms and Conditions</strong></h3><ul><li>\"Contract\" means the contract formed between you and the Royal Moroccan Football Federation whenever you purchase products through our website.</li><li>\"Order\" has the meaning given to it in clause 4.1 (time of order).</li><li>\"Personal Information\" refers to the information provided during your registration.</li><li>\"Product\" refers to a product displayed for sale on our website.</li><li>\"Product Description\" means the part of the site where specific terms and conditions regarding the product are provided.</li><li>\"User\" means any person using the Royal Moroccan Football Federation’s website.</li><li>\"We/Our/Us\" refers to the Royal Moroccan Football Federation.</li><li>\"Website\" refers to the website located at<a href=\"https://frmfstore.myshopify.com/fr\"> <span style=\"text-decoration:underline\">https://frmfstore.myshopify.com/fr</span></a>.</li></ul><h3><strong>3.Where Can I Find Product Information?</strong> </h3><p>3.1. Each purchased product is subject to the description found on its product page. This description may include additional terms, such as estimated delivery dates and times, warranties, and applicable after-sales services. </p><p>3.2. Please note that product descriptions may vary depending on the country you are in. We cannot guarantee that all products will be available for international delivery in every country.</p>",
            "size": 115
          }
        }
      },
      "block_order": [
        "heading_kNAQrX",
        "text_VcDKJk"
      ],
      "settings": {
        "text_position": "left",
        "bg_color_secondary": false,
        "text_color": "text-dark",
        "width": "wrapper--narrow",
        "padding_top": 60,
        "padding_bottom": 32
      }
    },
    "section_text_FJNbWB": {
      "type": "section-text",
      "blocks": {
        "text_GeHfzd": {
          "type": "text",
          "settings": {
            "text": "<h3><strong>4. How is a Contract Formed Between Us?</strong> </h3><p>4.1. The steps required to create the contract between you and us are as follows:</p><ul><li><strong>When is Your Order Placed?</strong> You place an order for your products on our website by following the ordering steps and clicking on the “Buy Now” button at the end of the checkout process. Once this button is clicked, it constitutes an \"Order.\"</li><li><strong>What Are the Delivery and Handling Fees?</strong> Delivery fees will be indicated during the ordering process before you finalize your purchase. We reserve the right to charge handling fees in addition to delivery fees, and you confirm your consent to these fees by submitting your order.</li><li><strong>How Can I Review My Order?</strong> You will have the opportunity to review your order and make any necessary changes before placing it.</li><li><strong>How Will We Confirm Your Order?</strong> We will send you a confirmation email detailing the transaction and acknowledging receipt of the products you ordered.</li><li><strong>Which Products Will We Deliver?</strong> The product delivery contract concerns only the products confirmed in the order confirmation email we send you. We are not obligated to deliver any other products that may have been included in your order unless they are confirmed in a confirmation email.</li><li><strong>How Will You Know Your Products Have Shipped?</strong> We will notify you by email when your products have been shipped. If you ordered multiple products, they may be delivered separately.</li><li><strong>When is Your Order Accepted by the FRMF?</strong> Acceptance of the order and the conclusion of the contract will occur when you receive an email confirmation indicating that we accept your order or until you cancel it according to the instructions in clause 5 below.</li><li><strong>When is Payment for Products Taken?</strong> Your credit or debit card will be charged when your order is confirmed.</li></ul><p>4.2. We are not obligated to accept your order, and we may modify, reject, or cancel it for various reasons, including but not limited to:</p><ul><li>The product you ordered is out of stock.</li><li>We are unable to obtain authorization for your payment.</li><li>An error in the price or description of the product.</li><li>We reasonably believe you intend to resell the product.</li><li>You do not comply with these terms and conditions (e.g., if you are under 18 and we have not received consent from your legal guardian).</li></ul><h3><strong>5. Your Right to Return and Exchange</strong></h3><ul><li><strong>Return and Exchange Policy</strong>: </li></ul><p>5.1. Returned items must be in their original condition, unworn and unused, with original tags and packaging. You may return your merchandise within 30 days from the shipping date of your package. Returned items will be inspected upon arrival before your refund is processed. It may take up to 14 business days for your refund to be processed after receiving the items. You will receive a confirmation email once the refund is completed. All return costs are the customer's responsibility. We do not cover return costs, except in cases of defective or non-compliant products. Your right of return does not apply to customized products or products likely to deteriorate quickly.</p><p>5.2. To exercise your right of return or exchange, you must notify us by email of your decision within 14 days of receiving the products. If you decide to cancel, you must return the products at your expense within 14 days from the cancellation date, and we will refund the price of the returned products by the same payment method you used initially. If you cancel the entire order, this includes delivery charges (unless you opted for a more expensive delivery method than our standard option). We may deduct any amounts equivalent to the reduction in value of the products if this depreciation results from unnecessary or improper handling on your part. We will process the refund within 30 business days of receiving the returned products.</p>",
            "size": 100
          }
        }
      },
      "block_order": [
        "text_GeHfzd"
      ],
      "settings": {
        "text_position": "left",
        "bg_color_secondary": false,
        "text_color": "text-dark",
        "width": "wrapper--narrow",
        "padding_top": 0,
        "padding_bottom": 32
      }
    },
    "section_text_VtHdGg": {
      "type": "section-text",
      "blocks": {
        "text_ihHEGw": {
          "type": "text",
          "settings": {
            "text": "<h3><strong>6. How to Modify, Cancel, or Return an Order?</strong></h3><p> 6.1. Except in circumstances mentioned in clause 5, it is not possible to modify your order once it has been placed. If you wish to add products to your order, you will need to place a new order. 6.2. If you need to change your delivery address, remove products from your order, or cancel it entirely, please contact our customer service team using the provided contact details. </p><p>6.3. If the products you ordered have already been shipped, you will need to use our return portal to send back unwanted products. </p><p>6.4. Unless products are defective, damaged, or do not match the description upon delivery, you will be responsible for return costs, and neither your initial delivery fees nor any handling fees will be refunded.</p><h2></h2><h3><strong>7. What if Products Are Damaged or Defective?</strong> </h3><p>7.1. If your order arrives and the products are damaged, defective, or do not match the description, you may cancel the order, and we will refund the cost of the products, as well as any delivery and return costs. The refund will be made by the same payment method used for the order within 30 days after receiving the returned products. </p><p>7.2. The terms and conditions of this contract are in addition to any legal rights and remedies available under Moroccan law</p><h3></h3><h3><strong>8. When Will Products Be Delivered?</strong> </h3><p>8.1. Delivery times may vary depending on the destination, but we will make every effort to deliver all products within 30 days of contract formation. In the event of a delivery delay (as confirmed in the shipping email), please contact our customer service team. If you have questions about international delivery services, feel free to contact us. </p><p>8.2. Depending on stock availability, we may split the delivery of your order into multiple parts and ship them separately. No additional charges will apply. </p><p>8.3. Delivery delays may occur due to factors beyond our control, such as material shortages, import delays, or higher-than-expected demand. Delivery may also be delayed due to customs clearance processes. </p><p>8.4. In the case of delays beyond our control, we will do our best to keep you informed. For all intents and purposes, delivery times are not essential for the delivery of the products, but you will still benefit from all rights provided by Moroccan law.</p><h2></h2><h3><strong>9. What Are the Delivery and Handling Fees?</strong> </h3><p>9.1. During the checkout process, and before you place your order, we will confirm all applicable fees for your order, including: - Any potential customs fees or a calculation method for them. - Applicable taxes on delivery and handling fees, depending on your country of residence. - Costs to deliver your order. Available delivery methods may depend on your location. - Our fees for managing your order. </p><p>9.2. You will be informed of these fees before finalizing your order to allow for your approval.</p><h2></h2><h3><strong>10. Payment Methods and Value Added Tax</strong> </h3><p>10.1. We currently accept online payments through various credit/debit cards. Accepted cards include Visa, MasterCard, American Express, and others that may be added over time. </p><p>10.2. Payment must be made in the currency you selected before placing your order. Your bank or international card provider will determine the exchange rate. If payment is made in a currency different from the one issued by your bank, they may apply additional fees. </p><p>10.3. Delivery and handling fees will be displayed under \"shipping\" during the checkout process and in the emails you receive after placing your order. </p><p>10.4. Our prices include VAT where applicable. Depending on your country of residence, additional taxes may apply that are not imposed by us.</p><h2></h2><h3><strong>11. Customs Duties and Import Taxes</strong> </h3><p>11.1. Delivered products may be subject to taxes, fees, duties, or other charges due to local laws or customs requirements. The recipient of your order is responsible for all customs formalities related to the importation of the products and will be required to pay any additional charges for international delivery, including import duties, customs, taxes, levies, and other possible fees. </p><p>11.2. Unfortunately, we have no control over these charges and cannot predict their amount. We advise checking the customs and import charges applicable in the delivery country before placing your order. </p><p>11.3. You (or the recipient of the products, if different) will be the official importer for all international deliveries of the products. Therefore, before placing an order, it is your responsibility to check that the ordered products comply with local, national, and federal import regulations and that there are no restrictions that could affect the receipt of your order.</p><h2></h2><h3><strong>12. How Do We Use Your Personal Information?</strong> </h3><p>1. We will use your personal information in accordance with our Privacy Policy and in compliance with applicable laws and regulations.</p><h2></h2><h3><strong>13. Our Liability for Any Loss or Damage You May Suffer</strong> </h3><p>13.1. We are responsible for foreseeable losses and damages that we cause you. If we do not comply with these terms and conditions, we are responsible for losses or damages you suffer that are a foreseeable result of our breach or negligence. A loss or damage is foreseeable if it is obvious or if, at the time of forming the contract, both parties knew it could happen. </p><p>13.2. We do not exclude or limit our liability to you in any way for damages caused by our negligence or that of our employees, agents, or subcontractors; for fraud or fraudulent misrepresentation; or for breaching your rights in relation to the products. </p><p>13.3. Your use of the website is at your own risk. Except for clause 13.2, we disclaim any liability for indirect, consequential, or exemplary damages.</p><h2></h2><h3><strong>14. Our Right to Amend These Terms and Conditions</strong> </h3><p>14.1. We reserve the right to amend these terms and conditions from time to time, but changes will not affect orders already accepted. </p><p>14.2. Any change to existing contracts must be signed by both parties to avoid any ambiguity.</p><h2></h2><h3><strong>15. Alternative Dispute Resolution</strong></h3><p> If you have a complaint regarding your order, you have the right to seek alternative dispute resolution (mediation and arbitration) before initiating legal action.</p>",
            "size": 100
          }
        }
      },
      "block_order": [
        "text_ihHEGw"
      ],
      "settings": {
        "text_position": "left",
        "bg_color_secondary": false,
        "text_color": "text-dark",
        "width": "wrapper--narrow",
        "padding_top": 0,
        "padding_bottom": 32
      }
    },
    "section_text_4jb8VD": {
      "type": "section-text",
      "blocks": {
        "text_LYfJkW": {
          "type": "text",
          "settings": {
            "text": "<h3><strong>16. What Happens If Part of This Contract Is Unenforceable?</strong> </h3><p>If a court declares that part of these terms and conditions is illegal, invalid, or unenforceable for any reason, this provision will be separated from the other provisions and will not affect the validity and enforceability of the remaining clauses. All other provisions will continue to apply.</p><h2></h2><h3><strong>17. Even if We Delay Enforcing This Contract, We May Still Do So Later</strong> </h3><p>If we do not immediately require you to fulfill an obligation under these terms or delay taking action in case of a breach of this contract, this does not mean that you are exempt from compliance, nor does it prevent us from taking later action against you. For example, if you miss a payment and we do not contact you immediately, we still have the right to demand payment at a later date.</p><h2></h2><h3><strong>18. Which Laws Govern This Contract and Where Can You Bring Legal Actions?</strong> </h3><p>18.1. These terms and conditions are governed by Moroccan law. Any dispute or claim arising from or related to these terms will be governed by Moroccan law. You may file a claim to enforce your rights under these terms in Moroccan courts. </p><p>18.2. If you wish to initiate legal action, please use the following address: Royal Moroccan Football Federation, Rabat.</p><h2></h2><h3><strong>19. Who Are We and How Can You Contact Us?</strong> </h3><p>The Official Store of the Royal Moroccan Football Federation (FRMF) website is operated by Webloo EMEA SAS (\"We\"). We are registered in Morocco, and our head office is located at 2 bis, rue Mernissa, Souissi, Rabat. To contact us, please email customersupport@webloo.co.</p><h2></h2><h3><strong>20. By Using Our Site, You Agree to These Terms</strong> </h3><p>By using our site, you confirm that you accept these terms of use and agree to comply with them. If you do not agree to these terms, you should not use our site. We recommend printing a copy of these terms for future reference.</p><h2></h2><h3><strong>21. Other Terms That May Apply to You</strong> </h3><p>These terms of use refer to the following additional terms, which also apply to your use of our site:</p><ul><li>Our Privacy Policy</li><li>Our Cookie Policy, which provides information on the cookies used on our site.</li></ul><h2></h2><h3><strong>22. We May Amend These Terms</strong> </h3><p>We reserve the right to amend these terms from time to time. Each time you use our site, please check these terms to ensure you understand the ones that apply at that time. These terms were last updated on 11/1/2024.</p><h2></h2><h3><strong>23. We May Amend Our Site</strong></h3><p>We may update and modify our site at any time to reflect changes in our products, user needs, or business priorities.</p>",
            "size": 100
          }
        }
      },
      "block_order": [
        "text_LYfJkW"
      ],
      "settings": {
        "text_position": "left",
        "bg_color_secondary": false,
        "text_color": "text-dark",
        "width": "wrapper--narrow",
        "padding_top": 0,
        "padding_bottom": 32
      }
    },
    "section_text_DxzEET": {
      "type": "section-text",
      "blocks": {
        "text_bdQPMB": {
          "type": "text",
          "settings": {
            "text": "<h3><strong>24. Additional Terms of Site Use</strong> </h3><p>24.1. To register on our site, you must meet the minimum age required to provide consent in your country of residence. </p><p>24.2. We reserve the right to restrict or suspend access to our site if we reasonably believe that you are below the minimum age required to provide consent in your country of residence.</p><h2></h2><h3><strong>25. We May Suspend or Withdraw Our Site</strong> </h3><p>25.1. Our site is made available free of charge. </p><p>25.2. We do not guarantee that our site or any content available on it will always be accessible or uninterrupted. We may suspend, withdraw, or restrict the availability of all or part of our site for business or operational reasons. We will try to give you prior notice of any suspension or withdrawal. </p><p>25.3. You are responsible for ensuring that all persons accessing our site through your internet connection are aware of these terms and comply with them.</p><h2></h2><h3><strong>26. You Must Keep Your Account Information Secure</strong> </h3><p>26.1. If you choose or are provided with a user ID, password, or any other information as part of our security procedures, you must treat such information as confidential and not disclose it to any third party. </p><p>26.2. We have the right to disable any user ID or password, whether chosen by you or assigned by us, at any time if we reasonably believe you have violated these terms of use. </p><p>26.3. If you know or suspect that someone other than you knows your user ID or password, you must notify us immediately by emailing customersupport@webloo.co.</p><h2></h2><h3><strong>27. How to Use the Content on Our Site</strong> </h3><p>27.1. We own or hold licenses for all intellectual property rights on our site and all material published on it. These works are protected by copyright laws and treaties worldwide. All such rights are reserved. </p><p>27.2. You may print a copy or download extracts of any page(s) from our site for your personal use. </p><p>27.3. You must not modify paper or digital copies of any materials you have printed or downloaded, and you must not use any graphics, illustrations, videos, or audio sequences separately from the accompanying text. </p><p>27.4. Our status (and that of any identified contributors) as authors of content on our site must always be acknowledged. </p><p>27.5. You must not use any part of our site's content for commercial purposes without obtaining a license to do so from us or our licensors.</p><h2></h2><h3><strong>28. We Are Not Responsible for Websites We Link To</strong> </h3><p>Where our site contains links to other sites and resources provided by third parties, these links are provided for information only. These links should not be interpreted as approval by us of those sites or the information you may obtain from them. We have no control over the content of these sites or resources.</p><h2></h2><h3><strong>29. We Are Not Responsible for Viruses, and You Must Not Introduce Them</strong> </h3><p>29.1. We do not guarantee that our site will be secure or free from bugs or viruses. </p><p>29.2. You are responsible for configuring your computer technology, programs, and platform to access our site. You should use your own virus protection software. </p><p>29.3. You must not misuse our site by knowingly introducing viruses, trojans, worms, logic bombs, or other malicious or technologically harmful material.</p><h2></h2><h3><strong>30. Rules About Linking to Our Site</strong> </h3><p>30.1. You may link to our homepage, provided you do so in a fair and legal way and do not damage our reputation. </p><p>30.2. You must not establish a link in a way that suggests any form of association, approval, or endorsement on our part where none exists. </p><p>30.3. You must not create a link to our site from a website that is not owned by you.</p><p>30.4. Our site must not be framed on any other site, nor may you create a link to any part of our site other than the homepage.30.5. We reserve the right to withdraw linking permission without notice.30.6. The website from which you are linking must comply in all respects with the content standards set out in these terms of use.30.7. If you wish to link to or make use of content on our site other than as set out above, please contact us at customersupport@webloo.co.</p>",
            "size": 100
          }
        }
      },
      "block_order": [
        "text_bdQPMB"
      ],
      "settings": {
        "text_position": "left",
        "bg_color_secondary": false,
        "text_color": "text-dark",
        "width": "wrapper--narrow",
        "padding_top": 0,
        "padding_bottom": 32
      }
    },
    "section_text_RJYtpm": {
      "type": "section-text",
      "blocks": {
        "text_AMP7n6": {
          "type": "text",
          "settings": {
            "text": "<h2><strong>31. Applicable Law and Jurisdiction</strong></h2><p>31.1. These terms of use, their subject matter, and their formation are governed by Moroccan law.<br/>31.2. You and we both agree that the courts of Morocco will have exclusive jurisdiction in any disputes or claims arising from or relating to these terms of use.</p><p></p><h2></h2><h2><strong>32. Entire Agreement</strong></h2><p>32.1. These terms and any document expressly referred to in them constitute the entire agreement between you and us and supersede all previous discussions, correspondence, negotiations, previous arrangement, understanding, or agreement between us relating to the subject matter of these terms.<br/>32.2. Both you and we agree that neither of us shall have any remedies in respect of any statement, representation, assurance, or warranty (whether made innocently or negligently) that is not set out in these terms or any document referred to herein.</p><h2></h2><h2><strong>33. Contact Information</strong></h2><p>If you have any questions or concerns about these terms, please reach out to our customer support team by email at customersupport@webloo.co. We value your feedback and are here to assist you with any inquiries regarding the use of our website or our products and services.</p>",
            "size": 100
          }
        }
      },
      "block_order": [
        "text_AMP7n6"
      ],
      "settings": {
        "text_position": "left",
        "bg_color_secondary": false,
        "text_color": "text-dark",
        "width": "wrapper--narrow",
        "padding_top": 60,
        "padding_bottom": 60
      }
    }
  },
  "order": [
    "main",
    "section_text_mCyFHb",
    "section_text_FJNbWB",
    "section_text_VtHdGg",
    "section_text_4jb8VD",
    "section_text_DxzEET",
    "section_text_RJYtpm"
  ]
}
