/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "show_page_title": true,
        "bg_color_secondary": false,
        "padding_top": 60,
        "padding_bottom": 60
      }
    },
    "section_text_Cbqfaq": {
      "type": "section-text",
      "blocks": {
        "heading_MqxCjU": {
          "type": "heading",
          "settings": {
            "text": "<h3><strong>Termes et Conditions de Vente </strong></h3><h3><strong>et Conditions Générales d'Utilisation du Site Web</strong></h3>",
            "size": 100,
            "heading_highlight_type": "italics",
            "highlight_color": "#d43747",
            "highlight_text_color": "#000000"
          }
        },
        "text_k8kwnq": {
          "type": "text",
          "settings": {
            "text": "<h4><strong>1. À quoi s'appliquent ces Termes et Conditions ?</strong></h4><p>1.1 Ces termes et conditions s'appliquent à toutes les commandes nationales et internationales et régissent votre contrat avec nous concernant (i) la vente de produits, et (ii) les services de livraison internationale. Ils définissent également les règles d'utilisation de notre site web officiel, Boutique Officielle de la Fédération Royale Marocaine de Football (FRMF) (<a href=\"https://frmfstore.myshopify.com/fr\"><span style=\"text-decoration:underline\">https://frmfstore.myshopify.com/fr</span></a>). </p><p>1.2 Certains articles de ces termes et conditions peuvent varier en fonction de votre lieu de résidence. Les clauses pouvant varier incluent celles relatives à la formation du contrat (clause 4), aux frais de livraison et de gestion (clause 9), au paiement (clause 10), et aux droits et taxes d'importation (clause 11). Nous indiquerons dans chaque disposition les termes applicables selon votre pays de résidence.</p><p>1.3 Votre contrat pour l'achat et la livraison de nos produits sera établi avec la Fédération Royale Marocaine de Football. Vous pouvez contacter notre équipe de service client pour toute question relative à ces termes et conditions via les coordonnées suivantes :</p><p>            <strong>Coordonnées de l'équipe service client :</strong></p><ul><li>Email : customersupport@webloo.co</li></ul><p>1.4 Nous nous réservons le droit d'annuler toute commande passée par un mineur de moins de 18 ans si le consentement de son tuteur légal n'a pas été obtenu. Si vous avez moins de 18 ans, assurez-vous que votre parent ou tuteur accepte avant d'acheter quoi que ce soit en ligne.</p><p><strong>2. Définitions utilisées dans ces Termes et Conditions</strong></p><p>\"<strong>Contrat</strong>\" désigne le contrat formé entre vous et la Fédération Royale Marocaine de Football chaque fois que vous achetez des produits via notre site web.</p><p>\"<strong>Commande</strong>\" a le sens donné à ce terme à la clause 4.1 (moment de la commande).</p><p>\"<strong>Informations personnelles</strong>\" désigne les informations fournies lors de votre inscription.</p><p>\"<strong>Produit</strong>\" désigne un produit affiché à la vente sur notre site.</p><p>\"<strong>Description du produit désigné</strong></p><p> la partie du site où des termes et conditions spécifiques concernant le produit sont fournis.</p><p>\"<strong>Utilisateur</strong>\" désigne toute personne utilisant le site web de la Fédération Royale Marocaine de Football </p><p>\"<strong>Nous</strong>/<strong>Notre</strong>/<strong>Nos</strong>\" désigne la Fédération Royale Marocaine de Football.</p><p>\"<strong>Site web</strong>\" désigne le site internet situé à <a href=\"https://frmfstore.myshopify.com/fr\"><span style=\"text-decoration:underline\">https://frmfstore.myshopify.com/fr</span></a> .</p><h4><strong>3. Où puis-je trouver des informations sur les produits ?</strong></h4><p>3.1 Chaque produit acheté est soumis à sa description figurant sur sa page produit. Cette description peut inclure des termes supplémentaires, tels que les dates et horaires de livraison estimés, les garanties et les services après-vente applicables.</p><p>3.2 Notez que les descriptions des produits peuvent varier en fonction du pays dans lequel vous vous trouvez. Nous ne pouvons garantir que tous les produits seront disponibles pour la livraison internationale dans tous les pays.</p><h4><strong>4. Comment un contrat est-il formé entre nous ?</strong></h4><p>4.1 Les étapes requises pour créer le contrat entre vous et nous sont les suivantes :</p><p>4.1.1 <strong>Quand votre commande est-elle passée ?</strong></p><p>Vous passez la commande pour vos produits sur notre site en suivant les étapes de commande et en cliquant sur le bouton \"Acheter maintenant\" à la fin du processus de paiement. Une fois ce bouton cliqué, cela constitue une \"Commande\".</p><p>4.1.2 <strong>Quels sont les frais de livraison et de gestion ?</strong></p><p>Les frais de livraison vous seront indiqués au cours du processus de commande avant de finaliser votre achat. Nous nous réservons le droit de facturer des frais de gestion en plus des frais de livraison, et vous confirmez votre consentement à ces frais en soumettant votre commande.</p><p>4.1.3 <strong>Comment puis-je revoir ma commande ?</strong></p><p>Vous aurez l'occasion de revoir votre commande et d'apporter toutes les modifications nécessaires avant de la passer.</p><p>4.1.4 <strong>Comment confirmerons-nous votre commande ?</strong></p><p>Nous vous enverrons un email de confirmation de commande détaillant l'opération et accusant réception des produits que vous avez commandés.</p><p></p><p>4.1.5 <strong>Quels produits livrerons-nous ?</strong></p><p>Le contrat de livraison de produits qui nous lie concerne uniquement les produits confirmés dans l'email de confirmation de commande que nous vous envoyons. Nous ne serons pas obligés de livrer les autres produits qui pourraient avoir été inclus dans votre commande, à moins qu'ils ne soient confirmés dans un email de confirmation.</p><p>4.1.6 <strong>Comment saurai-je que mes produits ont été expédiés ?</strong></p><p>Nous vous informerons par email lorsque vos produits seront expédiés.</p><p>Si vous aviez commandé plusieurs produits, ils peuvent être livrés séparément.</p><p>4.1.7 <strong>Quand votre commande est-elle acceptée par la FRMF ?</strong></p><p>L'acceptation de la commande et la finalisation du contrat se produiront lorsque vous recevrez un email de confirmation indiquant que nous acceptons votre commande, ou jusqu'à ce que vous l'annuliez conformément aux instructions de la clause 5 ci-dessous.</p><p>4.1.8 <strong>Quand le paiement des produits est-il prélevé ?</strong></p><p>Votre carte de crédit ou de débit sera débitée lors de la confirmation de votre commande.</p><p>4.2 Nous ne sommes pas tenus d'accepter votre commande, et nous pouvons la modifier, la rejeter ou l'annuler pour diverses raisons, y compris, mais sans s'y limiter :</p><ul><li>Le produit que vous avez commandé est en rupture de stock</li><li>Nous ne parvenons pas à obtenir l'autorisation de votre paiement</li><li>Une erreur dans le prix ou la description du produit</li><li>Nous estimons raisonnablement que vous avez l'intention de revendre le produit</li><li>Vous ne respectez pas ces termes et conditions (par exemple, si vous avez moins de 18 ans et que nous n'avons pas reçu le consentement de votre tuteur légal).</li></ul><h4><strong>5. Votre droit de retour et d'échange</strong></h4><p>5.1 Vous avez les droits suivants en matière de retour et d'échange :</p><p>5.1.1 Les articles retournés doivent être dans leur état d'origine, non portés et non utilisés, avec leurs étiquettes et emballages d'origine.</p><p>5.1.2 Politique de retour :<br/>Vous pouvez retourner votre marchandise dans un délai de 30 jours à compter de la date d'expédition de votre colis. Les articles retournés seront inspectés à leur arrivée avant que votre remboursement ne soit traité. Il peut falloir jusqu'à 14 jours ouvrables pour que votre remboursement soit traité, après réception des articles. Vous recevrez un email de confirmation une fois le remboursement complété.</p><p>5.1.3 Tous les frais de retour sont à la charge du client. Nous ne couvrons pas les frais de retour, sauf dans le cas d'un produit défectueux ou non-conforme.</p><p>5.1.4 Votre droit de retour ne s'applique pas aux produits personnalisés ou aux produits susceptibles de se détériorer rapidement.</p><p>5.1.5 Pour exercer votre droit de retour ou d'échange, vous devez nous notifier par email votre décision dans un délai de 14 jours suivant la réception des produits.</p><p>5.1.6 Si vous décidez d'annuler, vous devez retourner les produits à vos frais dans un délai de 14 jours à compter de la date d’annulation, et nous vous rembourserons le prix des produits retournés par le même moyen que vous avez utilisé pour le paiement initial. Si vous annulez la totalité de votre commande, cela inclut également les frais de livraison (sauf si vous avez choisi une méthode de livraison plus coûteuse que notre option standard).</p><p>5.1.7 Nous pourrons déduire du remboursement toutes sommes équivalentes de la diminution de la valeur des produits si cette dépréciation résulte de manipulations fausses ou inutiles de votre part.</p><p>5.1.8 Nous effectuerons le remboursement dans un délai de 30 jours ouvrables suivant la réception des produits retournés.</p><h4><strong>6. Comment modifier, annuler ou retourner une commande ?</strong></h4><p>6.1 Sauf dans les circonstances mentionnées à la clause 5, il n'est pas possible de modifier votre commande une fois celle-ci passée. Si vous souhaitez ajouter des produits à votre commande, vous devrez passer une nouvelle commande.</p><p>6.2 Si vous devez modifier les détails de votre adresse de livraison, retirer des produits de votre commande ou l'annuler entièrement, veuillez contacter notre service client via les coordonnées fournies.</p><p>6.3 Si les produits que vous avez commandés ont déjà été expédiés, vous devrez utiliser notre portail de retours pour renvoyer les produits non désirés.</p><p>6.4 À moins que les produits soient défectueux, endommagés ou non conformes à la description lors de la livraison, vous devrez supporter les frais de retour, et ni vos frais de livraison initiaux ni les éventuels frais de gestion ne seront remboursés.</p><h4><strong>7. Que faire si les produits sont endommagés ou défectueux ?</strong></h4><p>7.1 Si votre commande arrive et que les produits sont endommagés, défectueux ou ne correspondent pas à la description, vous pouvez annuler la commande et nous vous rembourserons le coût des produits, les frais de livraison et les frais de retour. Le remboursement sera effectué par le même moyen de paiement que celui utilisé pour la commande dans un délai de 30 jours après réception des produits retournés.</p><p>7.2 Les termes et conditions du présent contrat, s'ajoutent aux droits et recours légaux dont vous disposez en vertu de la loi marocaine.</p><h4><strong>8. Quand les produits seront-ils livrés ?</strong></h4><p>8.1 Les délais de livraison peuvent varier selon la destination, mais nous mettrons tout en œuvre pour que tous les produits soient livrés dans un délai de 30 jours à compter de la conclusion du contrat avec nous. En cas de retard dans la livraison (comme confirmé dans l'e-mail d'expédition), veuillez contacter notre service clients. Si vous aurez des questions concernant les services de livraison internationale, n'hésitez pas à nous contacter.</p><p>8.2 Selon la disponibilité des stocks, nous pouvons fractionner la livraison de votre commande en plusieurs parties et les expédier séparément. Aucun frais supplémentaire ne vous sera appliqué.</p><p>8.3 Des retards de livraison peuvent survenir pour des raisons indépendantes de notre volonté, telles que des pénuries de matériaux, des retards d'importation ou une demande plus élevée que prévu. La livraison peut également être retardée en raison des processus de dédouanement.</p><p>8.4 En cas de retards hors de notre contrôle, nous ferons tout notre possible pour vous tenir informé. À toutes fins utiles, le respect des délais de livraison n'est pas essentiel pour la livraison des produits, mais vous continuerez à bénéficier de tous les droits prévus par la loi marocaine.</p><h4><strong>9. Quels sont les frais de livraison et de gestion ?</strong></h4><p>9.1 Lors du processus de paiement, et avant que vous ne passiez votre commande, nous vous confirmerons tous les frais applicables à votre commande, tels que :</p><ul><li>9.1.1 Les éventuels frais de douane ou une méthode de calcul de ceux-ci ;</li><li>9.1.2 Les taxes applicables aux frais de livraison et de gestion, qui dépendent de votre pays de résidence ;</li><li>9.1.3 Les coûts pour livrer votre commande. Les méthodes de livraison disponibles peuvent dépendre de votre emplacement ;</li><li>9.1.4 Nos frais pour la gestion de votre commande.</li></ul><p>9.2 Vous serez informé de ces frais avant de finaliser votre commande, afin que vous puissiez les approuver.</p><h4></h4><h4><strong>10. Mode de Paiement et Taxe sur la Valeur Ajoutée </strong></h4><p>10.1 <strong>Méthodes de paiement acceptées</strong></p><p>10.1.1 Nous acceptons actuellement les paiements en ligne via diverses cartes de crédit/débit. Les cartes acceptées incluent : Visa, MasterCard, American Express, et d'autres options qui pourraient être ajoutées au fil du temps.</p><p>10.2 Le paiement doit être effectué dans la devise sélectionnée par vous avant de valider votre commande. Votre banque ou fournisseur de carte de crédit international déterminera le taux de change ; si le paiement est effectué dans une devise différente de celle émise par votre banque, celle-ci pourrait appliquer des frais supplémentaires.</p><p>10.3 Les frais de livraison et de gestion seront affichés sous la rubrique « expédition » au cours du processus de paiement et dans les emails que vous recevrez après avoir passé votre commande.</p><p>10.4 Nos prix incluent la TVA lorsque cela est applicable. Selon votre lieu de résidence, il se peut que vous deviez payer des taxes supplémentaires qui ne sont pas imposées par nous.</p><h4><strong>11. Droits de douane et taxes à l'importation</strong></h4><p>11.1 Les produits livrés peuvent être soumis à des taxes, frais, droits de douane ou autres charges en raison des lois locales ou des formalités douanières. Le destinataire de votre commande est responsable de toutes les formalités douanières liées à l'importation des produits et sera tenu de payer toute charge supplémentaire pour la livraison internationale, y compris les droits d'importation, les formalités douanières, les taxes, les redevances et autres frais éventuels.</p><p>11.2 Nous n'avons malheureusement aucun contrôle sur ces charges et ne pouvons pas prévoir leur montant. Nous vous conseillons de vérifier les formalités douanières et les frais d'importation applicables dans le pays de livraison avant de passer commande.</p><p>11.3 Vous (ou le destinataire des produits si différent) serez l'importateur officiel pour toutes les livraisons internationales des produits. Par conséquent, avant de passer commande, il vous incombe de vérifier que les produits commandés respectent les réglementations d'importation locales, nationales et fédérales, et qu'il n'y a pas de restrictions susceptibles d'affecter la réception de votre commande.</p><h4><strong>12. Comment utilisons-nous vos informations personnelles ?</strong></h4><p>Nous utiliserons vos informations personnelles conformément à notre <strong>Politique de confidentialité</strong> respectant les lois et règlement en vigueur.</p><h4></h4><h4><strong>13. Notre responsabilité en cas de perte ou de dommage que vous pourriez subir</strong></h4><p>13.1 Nous sommes responsables des pertes et dommages prévisibles que nous vous causons. Si nous ne respectons pas ces termes et conditions, nous sommes responsables des pertes ou dommages que vous subissez qui sont un résultat prévisible de notre manquement ou de notre négligence. Une perte ou un dommage est prévisible si cela est évident ou si, au moment de la formation du contrat, les deux parties savaient que cela pouvait arriver.</p><p>13.2 Nous n'excluons ni ne limitons en aucun cas notre responsabilité envers vous pour les dommages causés par notre négligence ou celle de nos employés, agents ou sous-traitants ; pour fraude ou fausse déclaration frauduleuse ; ou pour la violation de vos droits en relation avec les produits.</p><p>13.3 Votre utilisation du site web est à vos risques et périls. À l'exception de la clause 13.2, nous déclinons toute responsabilité pour tout dommage indirect, consécutif ou exemplaire.</p><h4><strong>14. Nos droits de modifier ces Termes et Conditions</strong></h4><p>14.1 Nous nous réservons le droit de modifier ces termes et conditions de temps en temps, mais les modifications n'affecteront  pas les commandes déjà acceptées.</p><p>14.2 Tout changement dans les contrats existants devra être signé par les deux parties afin d'éviter toute ambiguïté.</p><h4><strong>15. Résolution Alternative des Litiges</strong></h4><p>15.1 Si vous avez une plainte concernant votre commande, vous avez le droit de faire appel à une résolution alternative des litiges (médiation et arbitrage) avant d'intenter une action en justice.</p><h4><strong>16. Que se passe-t-il si une partie de ce contrat est inapplicable ?</strong></h4><p>Si un tribunal déclare qu'une partie de ces termes et conditions est illégale, invalide ou inapplicable pour une raison quelconque, cette disposition sera dissociée des autres dispositions, et n'affectera pas la validité et l'applicabilité des autres clauses restantes. Toutes les autres dispositions continueront à s'appliquer.</p><h4><strong>17. Même si nous tardons à faire appliquer ce contrat, nous pouvons toujours l'appliquer plus tard</strong></h4><p>Si nous n'exigeons pas immédiatement que vous fassiez quelque chose que vous êtes censé faire en vertu de ces termes, ou si nous retardons nos démarches à votre égard pour tout manquement à ce contrat, cela ne signifie pas que vous n'avez pas à vous conformer à ces termes, et cela n'empêche pas de prendre des mesures ultérieures contre vous.</p><p>Par exemple, si vous omettez un paiement et que nous ne vous contactons pas immédiatement, nous pouvons tout de même exiger ce paiement à une date ultérieure.</p><h4><strong>18. Quelles lois s'appliquent à ce contrat et où pouvez-vous engager des actions judiciaires ?</strong></h4><p>18.1 Ces termes et conditions sont soumis au droit marocain. Tout différend ou réclamation découlant de ou en lien avec ces termes sera régi par le droit marocain. Vous pouvez intenter une action pour faire valoir vos droits en vertu de ces termes devant les tribunaux du Maroc.</p><p>18.2 Si vous souhaitez intenter une action en justice, veuillez utiliser l'adresse suivante : Fédération Royale Marocaine de Football Rabat.</p><h4><strong>19. Qui sommes-nous et comment nous contacter ?</strong></h4><p>Le site Boutique Officielle de la Fédération Royale Marocaine de Football (FRMF) est opéré par Webloo EMEA SAS (\"Nous\"). Nous sommes enregistrés au Maroc et avons notre siège social à 2 bis, rue Mernissa, Souissi ,  Rabat.</p><p>Pour nous contacter, veuillez envoyer un email à <a href=\"mailto:customersupport@webloo.co\"><span style=\"text-decoration:underline\">customersupport@webloo.co</span></a> .</p><h4><strong>20. En utilisant notre site, vous acceptez ces termes</strong></h4><p>En utilisant notre site, vous confirmez que vous acceptez ces termes d'utilisation et que vous vous engagez à les respecter.</p><p>Si vous n'acceptez pas ces termes, vous ne devez pas utiliser notre site.</p><p>Nous vous recommandons d'imprimer une copie de ces termes pour référence future.</p><h4><strong>21. Autres termes qui peuvent s'appliquer à vous</strong></h4><p>Ces termes d'utilisation renvoient aux termes additionnels suivants, qui s'appliquent également à votre utilisation de notre site :</p><p>21.1 <strong>Notre politique de confidentialité<br/></strong>21.2 <strong>Notre politique relative aux cookies</strong>, qui fournit des informations sur les cookies utilisés sur notre site.</p><h4><strong>22. Nous pouvons modifier ces termes</strong></h4><p>Nous nous réservons le droit de modifier ces termes de temps en temps. Chaque fois que vous utiliserez notre site, veuillez vérifier ces termes pour vous assurer que vous comprenez ceux qui s'appliquent à ce moment-là. Ces termes ont été mis à jour pour la dernière fois le 25/10/2024</p><h4></h4><h4><strong>23. Nous pouvons modifier notre site</strong></h4><p>Nous pouvons mettre à jour et modifier notre site à tout moment pour refléter les changements dans nos produits, les besoins de nos utilisateurs ou nos priorités commerciales.</p><h4><strong>24. Conditions supplémentaires d'utilisation du site</strong></h4><p>24.1 Pour vous inscrire sur notre site, vous devez avoir l'âge minimum requis pour fournir votre consentement dans votre pays de résidence.</p><p>24.2 Nous nous réservons le droit de restreindre ou de suspendre l'accès à notre site si nous estimons raisonnablement que vous êtes en dessous de l'âge minimum requis pour donner votre consentement dans votre pays de résidence.</p><h4><strong>25. Nous pouvons suspendre ou retirer notre site</strong></h4><p>25.1 Notre site est mis à disposition gratuitement.</p><p>25.2 Nous ne garantissons pas que notre site ou tout contenu disponible sur celui-ci sera toujours accessible ou sans interruption. Nous pouvons suspendre, retirer ou restreindre la disponibilité de tout ou partie de notre site pour des raisons commerciales ou opérationnelles. Nous essaierons de vous informer à l'avance de toute suspension ou retrait.</p><p>25.3 Vous êtes responsable de vous assurer que toutes les personnes qui accèdent à notre site via votre connexion Internet sont au courant de ces termes et qu'elles les respectent.</p><h4><strong>26. Vous devez garder vos informations de compte en sécurité</strong></h4><p>26.1 Si vous choisissez ou recevez un code d'identification utilisateur, un mot de passe ou toute autre information dans le cadre de nos procédures de sécurité, vous devez traiter ces informations de manière confidentielle et ne pas les divulguer à des tiers.</p><p>26.2 Nous avons le droit de désactiver tout code d'identification utilisateur ou mot de passe, qu'il ait été choisi par vous ou attribué par nous, à tout moment, si nous estimons raisonnablement que vous n'avez pas respecté les dispositions de ces termes d'utilisation.</p><p>26.3 Si vous savez ou suspectez que quelqu'un d'autre que vous connaît votre code d'identification utilisateur ou votre mot de passe, vous devez nous en informer immédiatement en envoyant un email à <a href=\"mailto:customersupport@webloo.co\"><span style=\"text-decoration:underline\">customersupport@webloo.co</span></a> .</p><h4><strong>27. Comment utiliser le contenu de notre site</strong></h4><p>27.1 Nous sommes propriétaires ou titulaires de licences pour tous les droits de propriété intellectuelle de notre site et de tout matériel publié dessus. Ces œuvres sont protégées par les lois sur les droits d'auteur et les traités dans le monde entier. Tous ces droits sont réservés.</p><p>27.2 Vous pouvez imprimer une copie ou télécharger des extraits de toute page de notre site pour votre usage personnel.</p><p>27.3 Vous ne devez pas modifier les copies papier ou numériques de tout matériel que vous avez imprimé ou téléchargé, et vous ne devez pas utiliser de graphiques, d'illustrations, de vidéos ou de séquences audio séparément du texte d'accompagnement.</p><p>27.4 Notre statut (et celui des éventuels contributeurs identifiés) en tant qu' auteurs du contenu sur notre site doit toujours être reconnu.</p><p>27.5 Vous ne devez utiliser aucune partie du contenu de notre site à des fins commerciales sans obtenir une licence pour ce faire de notre part ou de nos concédants de licence.</p><h4><strong>28. Nous ne sommes pas responsables des sites vers lesquels nous fournissons des liens</strong></h4><p>Lorsque notre site contient des liens vers d'autres sites et ressources fournis par des tiers, ces liens sont fournis à titre d'information uniquement. Ces liens ne doivent pas être interprétés comme une approbation de ces sites ou informations par nous.</p><p>Nous n'avons aucun contrôle sur le contenu de ces sites ou ressources.</p><h4><strong>29. Nous ne sommes pas responsables des virus et vous ne devez pas en introduire</strong></h4><p>29.1 Nous ne garantissons pas que notre site sera sécurisé ou exempt de bogues ou de virus.</p><p>29.2 Vous êtes responsable de configurer votre technologie informatique, vos programmes et votre plateforme pour accéder à notre site. Vous devez utiliser votre propre logiciel de protection contre les virus.</p><p>29.3 Vous ne devez pas abuser de notre site en introduisant volontairement des virus, chevaux de Troie, vers, bombes logiques ou tout autre matériel malveillant ou technologiquement nuisible.</p><h4><strong>30. Règles concernant les liens vers notre site</strong></h4><p>30.1 Vous pouvez créer un lien vers notre page d'accueil, à condition de le faire de manière juste et légale, et de ne pas nuire à notre réputation.</p><p>30.2 Vous ne devez pas établir de lien de manière à suggérer une forme d'association, d'approbation ou de soutien de notre part là où il n'en existe pas.</p><p>30.3 Vous ne devez pas créer de lien vers notre site dans un site qui ne vous appartient pas.</p>",
            "size": 115
          }
        }
      },
      "block_order": [
        "heading_MqxCjU",
        "text_k8kwnq"
      ],
      "settings": {
        "text_position": "left",
        "bg_color_secondary": false,
        "text_color": "text-dark",
        "width": "wrapper--full-padded",
        "padding_top": 60,
        "padding_bottom": 100
      }
    }
  },
  "order": [
    "main",
    "section_text_Cbqfaq"
  ]
}
